{
  "852572302590607361": {
    "messageID": "1330158332106899522",
    "intro": "Hi, I'm Loyd, the Owner of The Green Room!\n\nI'm 18 years old and have a passion for creating comedic media on the internet. I own a small indie studio called \"ScytedTV Studios\" that strives to create game show/panel shows similar to Dropout.\n\nI host the game show called \"Clever Remarks\" which takes heavy inspiration from Make Some Noise; but instead of improv acting prompts that you've never seen before, it's silly improv questions that you have to answer like you're an expert on the topic.\n\nThis is my main goal in life and I hope to make it work out, although a 9-5 job is a required starting-point for me. It sucks, but I hope one day to make production a full-time thing!\n\nIf you want to check out the first episode of Clever Remarks, it's linked below. Feel free to let me know what you think, my DMs are always open!",
    "buttons": [
      {
        "label": "Links",
        "url": "https://loydosborne.link/"
      },
      {
        "label": "Clever Remarks",
        "url": "https://www.youtube.com/watch?v=illEV5rlvSI"
      }
    ]
  },
  "817390212366729276": {
    "messageID": "1330158340302569553",
    "intro": "Hey I'm Lucas, one of the mods here. I'm 21, from the UK, and I use he/him/they pronouns. I've been into Dropout content for sometime now and found it by seeing Dimension 20 and Make Some Noise clips. \n\nA thing about me is that I'm a pretty big nerd. Star Wars and Music being two of my favourite things, especially music. It's honestly the thing I'm most passionate about. Some of my favourite bands include *Holding Absence Sleep Token* and *The Wonder Years*. \n\nOne day, I hope one day to work in the music space, but for now I just write reviews for a small LGBT-owned and ran alt music publication here in the UK called \"Out Of Rage\". We mainly write about all things Alt and Metalcore, but also other genres too :)",
    "buttons": [
      {
        "label": "Main Instagram",
        "url": "https://www.instagram.com/agravesacrifice"
      },
      {
        "label": "Reviews Instagram",
        "url": "https://www.instagram.com/lucareviewsmusic"
      }
    ]
  }
}